export default {
  id: 'Quest/Regular/NatalyVerlen/Nanotechnology/Nanotechnology95',
  condition: [
    ['Research/Evolution/Nanotechnology', 95],
  ],
  title: 'Исследовать Нанотехнологии 95-го уровня',
  text: '<p>Квантовые компьютеры и атомные микросхемы, как вы уже убедились, Консул, решают множество совершенно разных задач – от поражения целей до обработки данных.</p><p>Но есть корабль, во всех системах которого вшит только один приоритет – благополучное возвращение домой. Вокруг может бушевать битва, взорваться сверхновая или внезапно открыться чёрная дыра, но Консул обязательно должен вернуться домой, целый и невредимый, и для этого мы разработали самые передовые системы навигации.</p>',
  options: {
    accept: {
      text: 'Дай я тебя обниму, Натали!',
      mood: 'positive',
    },
  },
  reward: {
    metals: 8000,
    crystals: 8000,
  },
};
