export default {
  id: 'Quest/Regular/NatalyVerlen/Nanotechnology/Nanotechnology45',
  condition: [
    ['Research/Evolution/Nanotechnology', 45],
  ],
  title: 'Исследовать Нанотехнологии 45-го уровня',
  text: '<p>Мало кто знает, но у планетарной авиации существуют разные системы, отвечающие за эффективное ведение боя. У скорострелов это системы уклонения, у бабочек – системы распознавания свой-чужой, а у бабуль – системы плотной укладки «пирожков» на головы противников.</p><p>Здесь задействовано целых два квантовых суперкомпьютера: один обсчитывает траекторию сброса, а второй – время детонации. Наша задача, в основном, состояла в гармонизации этих двух замечательных процессов.</p>',
  options: {
    accept: {
      text: 'Вижу, ты настоящий художник, Натали.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 600,
    crystals: 600,
  },
};
