export default {
  id: 'Resource/Artifact/Red/CleanCredit',
  title: 'Чистые Галактические Кредиты',
  description: 'Чистые Галактические Кредиты когда-то назывались просто кредитами – это было во времена правителей и развития Земли. После начала экспансии рептилоидов все финансовые системы были разрушены и Совет ввёл новые кредиты, которые стали называть ГГК (Грязные Галактические Кредиты) за их низкую стоимость относительно исходной валюты. Тем не менее, ЧГК, или Чистые Галактические Кредиты, полностью так и не исчезли и до сих пор считаются редкой и очень ценной валютой среди людей и не только.',
};
