export default {
  id: 'Quest/Regular/NatalyVerlen/Ikea/Ikea25',
  condition: [
    ['Research/Evolution/Ikea', 25],
  ],
  title: 'Исследовать Мебель из Икеа 25-го уровня',
  text: '<p>Теперь, когда мы утрясли с проектировщиками мебели простые заказы, начинается моё любимое занятие – подбор и закупка тестовых камер.</p><p>Я уже присмотрела несколько вариантов: парочку универсальных машин для растяжения и сжатия, просеивающую машину для отдела сплавов, несколько климатических камер для генетиков, и обязательно – антикоррозийную камеру сгорания, я давно хочу себе такую в офис поставить. И эксперименты можно проводить, и смотреть на огонь. По-моему, очень стильно и практично, Консул.</p>',
  options: {
    accept: {
      text: 'Я тебя иногда побаиваюсь, Натали.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 60,
    crystals: 60,
  },
};
