export default {
  id: 'Quest/Regular/NatalyVerlen/Ikea/Ikea65',
  condition: [
    ['Research/Evolution/Ikea', 65],
  ],
  title: 'Исследовать Мебель из Икеа 65-го уровня',
  text: '<p>Глядя на то, как лихо наши инженеры комбинируют различные сложные агрегаты и мебельные модули, работники и руководители электростанций пожелали, чтобы мы оборудовали все их рабочие помещения примерно в том же стиле, как мы это сделали с лабораториями.</p><p>Я лично очень польщена и собираюсь детально разработать этот проект, ведь нам придётся не только компоновать множество сложных механизмов в общую инфраструктуру, но и уделать много внимания ее безопасности.</p>',
  options: {
    accept: {
      text: 'Да, вы там аккуратнее с артефактами.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 2000,
    crystals: 2000,
  },
};
