export default {
  id: 'Quest/Regular/NatalyVerlen/Ikea/Ikea35',
  condition: [
    ['Research/Evolution/Ikea', 35],
  ],
  title: 'Исследовать Мебель из Икеа 35-го уровня',
  text: '<p>Нашими пуленепробиваемыми дверями заинтересовались центры развлечений, Консул. Их охранные системы вполне надёжны, разумеется, но время от времени у них случаются неприятные инциденты, когда ошалевшие военные слегка трогаются умом, попадая с передовой на бесконечный праздник со стриптизом.</p><p>Демонстрировать всем посетителям меры безопасности тоже незачем, поэтому перед отделом поставлена задача не только сделать бронированные двери, но и замаскировать их под обычный декоративный пластик.</p>',
  options: {
    accept: {
      text: 'Отличная идея! И мне так сделайте.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 70,
    crystals: 70,
  },
};
