export default {
  id: 'Quest/Daily/Mechanic/Tickets',
  title: 'Билеты',
  text: 'Хей, Консул. У меня есть билеты в Межгалактический театр балета. Сам я точно не пойду на подобное мероприятие, а вот ты похож на человека, которому доставляют удовольствие мужики в трико… кхм… Высокое искусство, я хотел сказать. Кстати, билеты категории «Super VIP», так что все неиспользованные привилегии можешь обменять на деньги при выходе.',
  answers: {
    boobs: {
      text: 'Надеюсь, там будут сиськи.',
      win: 'Ну что, Консул, как поход? Что-то ты рано покинул балет ведущей мужской труппы театра «Голубая устрица».',
      fail: 'Консул, отбой. Владелец билетов только что связался со мной и решил забрать их обратно.',
    },
    notGay: {
      text: 'Эй, я не по мужикам! Оставь билеты на столе.',
      win: 'Как представление, Консул? Я успел прочитать пару рецензий, и критики очень высоко оценили постановку.',
      fail: 'О, извини, Консул, я не хотел тебя оскорбить. Предложу кому-нибудь другому.',
    },
    areYouKiddingMe: {
      text: 'Балет? Ты издеваешься?',
      win: 'У каждого свои вкусы, Консул, и я рад, что наши взгляды на некоторые вещи совпадают.',
    },
  },
};
