export default {
  id: 'Quest/Regular/NatalyVerlen/AnimalWorld/AnimalWorld70',
  condition: [
    ['Research/Evolution/AnimalWorld', 70],
  ],
  title: 'Исследовать В Мире Животных 70-го уровня',
  text: '<p>Когда мне начинает казаться, что чиновники – это вполне вменяемые люди, они тут же откалывают такой номер, что никаких сомнений в их ментальном состоянии просто не остаётся. А как ещё интерпретировать рекомендацию удвоить бумажный документооборот?</p><p>Тамили и так с ног сбивается, подписывая миллион бумажек у разных «шишек» мелкого и среднего звена. Клянусь, ещё одна такая выходка, и я распечатаю все наши наработки за год, а потом скормлю их политиканам без хлеба.</p>',
  options: {
    accept: {
      text: 'На меня не смотри, я сегодня уже обедал.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 110,
    crystals: 110,
  },
};
