export default {
  id: 'Quest/Regular/NatalyVerlen/AnimalWorld/AnimalWorld65',
  condition: [
    ['Research/Evolution/AnimalWorld', 65],
  ],
  title: 'Исследовать В Мире Животных 65-го уровня',
  text: '<p>Пиджаки из Политического Центра прознали, что у нас появились колонии, Консул. А заодно – что флот под вашим чутким руководством разведал почти полную карту галактики. И вы знаете, что волнует их больше всего? Что учёные назвали планеты с помощью буквенно-цифрового шифра.</p><p>А надо было, конечно же, назвать их в честь людей, которые пекутся о благополучии всей галактики. Дождутся, что я и им тоже присвою короткие имена, а ещё лучше – штрихкоды, чтоб неповадно было.</p>',
  options: {
    accept: {
      text: 'И они этими штрихкодами планеты будут называть.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 2000,
    crystals: 2000,
  },
};
