export default {
  id: 'Quest/Regular/NatalyVerlen/AnimalWorld/AnimalWorld95',
  condition: [
    ['Research/Evolution/AnimalWorld', 95],
  ],
  title: 'Исследовать В Мире Животных 95-го уровня',
  text: '<p>Я много видела странного, Консул, но нынешний проект нового закона затмил всё. Политики оторвали взгляд от установки светофоров и решили запретить… пропаганду Рептилоидов! Требуют убрать их упоминание из передач, приказов, учебников и книг.</p><p>Интересно, как мы можем вести войну, если нашего врага даже нельзя нормально назвать по имени? Это же прямая дорога к шизофрении. Проект я, разумеется, завернула, а наших политиканов теперь буду называть исключительно нецензурно.</p>',
  options: {
    accept: {
      text: 'Жениться ещё на рептилиях запретить можно… Всё-всё, молчу-молчу.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 13500,
    crystals: 13500,
  },
};
