export default {
  id: 'Quest/Regular/NatalyVerlen/AnimalWorld/AnimalWorld55',
  condition: [
    ['Research/Evolution/AnimalWorld', 55],
  ],
  title: 'Исследовать В Мире Животных 55-го уровня',
  text: '<p>Как вы знаете, Консул, азартные игры разрешены только в наших центрах развлечений, и нигде больше. Однако наши законодатели решили наложить лапу на обычные игры и хотят запретить домино, карты и даже космошахматы из-за потенциальной возможности того, что в эти игры кто-то будет играть на ГГК. Это настолько нелепо, что я даже не понимаю, как реагировать.</p><p>Хотя… Есть у меня одна идея: с сегодняшнего дня весь Политцентр будет играть на ГГК в обеденный перерыв. А ставки – перечислять армии.</p>',
  options: {
    accept: {
      text: 'Всецело поддерживаю, Натали! И обязательно зайду проверить, как они там справляются.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 95,
    crystals: 95,
  },
};
