export default {
  id: 'Quest/Regular/NatalyVerlen/Engineering/Engineering55',
  condition: [
    ['Research/Evolution/Engineering', 55],
  ],
  title: 'Исследовать Оборонную Инженерию 55-го уровня',
  text: '<p>Не знаю как, но Третьему удалось не только разработать приличную среднекалиберную пушку, но и собрать в один пучок несколько таких пушек, и заставить их стрелять синхронно, поражая цель чем-то вроде залпа раскалённой плазмы.</p><p>Такой «дождь» не оставляет ни малейших шансов лёгким кораблям рептилоидов. Но в то же самое время эта крупная пушка может пострадать от ответного огня, особенно в области пусковых и энергетических систем. И обычной бронёй их закрыть не получится.</p>',
  options: {
    accept: {
      text: 'Этого я и боялся.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 800,
    crystals: 800,
  },
};
