export default {
  id: 'Quest/Daily/Vakhaebovich/CrazyShot',
  title: 'Шальной выстрел',
  author: '',
  text: 'Сраные ксеносы прорвали оборону и обстреливают наши главные силы на Земле! Грузи мой танк на Трак, я собираюсь показать этим ублюдкам, кто тут папка в ближнем бою. Ну, то есть не Папка, а самый главный папка! В общем, ты понял.',
  answers: {
    whatTank: {
      text: 'Не, я ничего не понял. С какого я должен грузить твой Трак на танк?',
      fail: 'Да не Трак, а танк! Мамкой клянусь, как будет больше времени, устрою тебе курс переподготовки. Будем заполнять лакуны твоего образования!',
    },
    goAhead: {
      text: 'Вперёд, надери им задницы!',
      win: 'Вот это разговор! Зря Совет называет тебя ебанутым – по всему выходит, ты один понимаешь, что за говно здесь творится.',
    },
    letMeHelp: {
      text: 'Лучше я сам разберусь! Где у тебя стоят танки?',
      fail: 'Ну нет, Консул, пойду я… Много работы накопилось, и вот с этим внезапным желанием дать кому-нибудь в ебало тоже надо что-то делать.',
    },
  },
};
