export default {
  id: 'Quest/Daily/Vakhaebovich/Update',
  title: 'Обнова',
  author: '',
  text: 'Зеленомордые взяли власть над разработчиками. Флот консулов сильно пострадал, рептилии запустили машину, которая увеличивает время построек до бесконечности, людей не хватает! Что прикажете делать?',
  answers: {
    hulkCrush: {
      text: 'Расхерачить всю студию к херам!',
      fail: 'Идея неплохая, но я бы сначала дождался победы в войне с зеленожопыми.',
    },
    magneticStorm: {
      text: 'Давай подождём, вдруг это из-за магнитных бурь нам так показалось?',
      win: 'Магнитных хуюрь! Впрочем, пусть белые халаты всё проверят досконально.',
    },
    iHatePortals: {
      text: 'К чёрту эти консулы, эти войны! Съёбываем!',
      fail: 'Ну нет, я обратно в портал не полезу. И тебе дезертировать не советую.',
    },
  },
};
