export default {
  id: 'Quest/Daily/Tamily/BagsAndStuff',
  title: 'Сумки и не только',
  text: 'Представляете, правитель, наши учёные нашли последовательность генов, которая отвечает за оттенок чешуи Рептилоидов. И теперь в лабораторных условиях они могут воспроизводить куски кожи любого цвета – от нежно-салатового до изумрудного.',
  answers: {
    bags: {
      text: 'Кожи Рептилоидов? Вы из них сумки, что ли, делаете?',
      win: 'Сумки! Какая прекрасная мысль! И туфли!',
      fail: 'Не думаю, что учёные думали о сумках, когда подавали заявку на исследования.',
    },
    suits: {
      text: 'Это гениально, Тамили, мы же сможем переодеваться в Рептилоидов!',
      win: 'Разведка уже заказала пятьдесят костюмов различного оттенка, правитель.',
      fail: 'Простите, правитель, я не очень хорошо разбираюсь в этих ваших ролевых играх.',
    },
    skin: {
      text: 'Так я не понял, у вас там Рептилоиды без кожи теперь?',
      fail: 'Я вижу, вы заняты, Консул. Я зайду попозже.',
    },
  },
};
