export default {
  id: 'Quest/Daily/Tamily/BigStrangeness',
  title: 'Странные странности',
  text: 'Консул, я так рада вас видеть! Вокруг происходят какие-то странные странности! Странные люди очень странно себя ведут. И все этих их странные штуки и разговоры про странности. Мне страшно и странно от этого, правитель. Мне кажется, вам стоит каким-то странным образом повлиять на это.',
  answers: {
    strange: {
      text: 'Хм, очень странно.',
      win: 'И я о том же, правитель! Сообщу в отдел по борьбе со странностями.',
    },
    wildShit: {
      text: 'Ты втираешь мне какую-то дичь, Тамили.',
      win: 'Ох, Консул, что я тут делаю? Я точно помню, как задремала у себя в комнате. И какое-то стр… странное состояние.',
    },
    crazy: {
      text: 'Вы ебанулись, да?',
      win: 'На отличненько, Консул.',
    },
  },
};
