export default {
  id: 'Quest/Daily/Tamily/Championship',
  title: 'Турнир по дотке',
  text: 'У меня отличные новости, правитель! Политический Центр наконец признал киберспорт одним из видов официального спорта, и теперь мы можем проводить настоящие турниры по дотке – на арене, с призами, рекламой и шлю… профессиональными комментаторами. Развлекательный Центр уже выделил нам бюджет.',
  answers: {
    gambler: {
      text: 'О, и меня запиши! Давно не брал я в руки шашек!',
      win: 'Ваша команда обречена на победу, правитель!',
      fail: 'К сожалению, я не могу этого сделать – ваше присутствие окажет давление на команду противника.',
    },
    twitch: {
      text: 'А трансляция будет?',
      win: 'На все активные инфопанели, Консул. Исключая боевой флот, разумеется, у них там свой «турнир» с рептилоидами.',
      fail: 'О, наука! Я совсем забыла про трансляцию. Придётся отложить турнир на неопределённое время. Мне очень жаль, Консул.',
    },
    domino: {
      text: 'Бюджет я заберу себе, а вы можете организовать турнир по домино.',
      win: 'Великолепная идея, Консул! Федерация домино вселенной 42 будет в восторге.',
      fail: 'Боюсь, нам будет трудно привлечь достаточное количество зрителей, Консул.',
    },
  },
};
