export default {
  id: 'Quest/Daily/Tamily/Children',
  title: 'Дети',
  text: 'Мой император, тут ко мне заявилась парочка подростков, утверждающих, что они внебрачные дети старых правителей, а значит имеют право на престол и прекрасно знают, как управлять планетой. Ваши указания?',
  answers: {
    sendThemAway: {
      text: 'Ахахахахахаах… выгоните их к хуям с моей планеты.',
      win: 'К сожалению, свободных кораблей не было, поэтому мы на время поместили их в один из грузовых контейнеров, который почему-то вместе с мусором отправили на солнце… Было бы печально, если бы не было так смешно.',
    },
    beatThemUp: {
      text: 'Дети – это хорошо, детей надо пиздить.',
      win: 'Я так понимаю, что ногами, верно? По крайней мере наши охранники поняли вас именно так…',
    },
    okLetsSee: {
      text: 'Ну давай послушаем, что они скажут. Зови их сюда, Тамили.',
      fail: 'Когда я подошла к двери, в которую они звонили, чтобы позвать их, они резко разбежались во все стороны со смехом. Я бы сказала, что дети странные, но мне кажется, что больше подходит слово тупые.',
    },
  },
};
