export default {
  id: 'Quest/Daily/Tamily/Cortege',
  title: 'Кортеж',
  text: 'Правитель, эти серые пиджаки из Политического Центра вконец обнаглели! Мало того, что они ездят на службу в специальном транспорте, так теперь подавай им перекрытую городскую трассу. И сирену с мигалками, представляете?',
  answers: {
    inTheAss: {
      text: 'А засунь-ка ты им эту сирену…',
      win: 'Я целиком разделяю ваш настрой, правитель. И мигалку тоже туда же, верно?',
      fail: 'Увы, они уже протащили закон о спецтранспорте, и теперь для отмены привилегий нам придётся ждать нового заседания.',
    },
    giveMeSiren: {
      text: 'Здрасте! А почему у меня сирены нету?',
      win: 'Хороший вопрос! Мы поставим его на следующем заседании Политцентра.',
      fail: 'Вы забыли, Консул? У вас есть сирена. Но она работает только в случае инопланетного вторжения.',
    },
    warIsComing: {
      text: 'А ты скажи Третьему, когда они поедут, что война началась.',
      win: 'Я поражена вашей смекалкой, правитель. Один залп из орбитальной пушки – и сразу стало тихо и спокойно.',
      fail: 'Третий отбыл по вашему заданию, правитель. Ах да! Ещё он просил уточнить, где именно началась война.',
    },
  },
};
