export default {
  id: 'Quest/Daily/Tamily/Crazy',
  title: 'Чокнутый',
  text: 'Консул! Вы уже слышали новость? По городу бегал какой-то странный парень, кричал, что лично знаком с Вахаёбовичем и со всей его вселенной. Бросался на людей с ножом и обвинял, что у них неправильная анатомия, грозился вырезать всех неверных и безруких и… В общем, наши солдаты его поймали. Сейчас он в психушке, продолжает что-то бубнить про неверное строение и тому подобные глупости, что с ним делать?',
  answers: {
    killHim: {
      text: 'Кажется, бедняга совсем тронулся. Пристрелите его, чтоб не мучился. ',
      win: 'Я с вами полностью согласна, Консул. Это самое гуманное решение из всех. Вы такой мудрый и чуткий правитель! Сейчас же пойду и всё сделаю.',
    },
    fireHim: {
      text: 'Боюсь, наши врачи не смогут ему помочь. Прогрейте им печку.',
      win: 'Я с вами полностью согласна, Консул. Это самое гуманное решение из всех. Вы такой мудрый и чуткий правитель! Сейчас же пойду и всё сделаю.',
    },
    fertilizers: {
      text: 'Перемолотите его на удобрения, хоть какая-то будет польза.',
      win: 'Я с вами полностью согласна, Консул. Это самое гуманное решение из всех. Вы такой мудрый и чуткий правитель! Сейчас же пойду и всё сделаю.',
    },
  },
};
