export default {
  id: 'Quest/Daily/Tamily/Deer',
  title: 'Олень',
  author: 'aptaje',
  text: 'Рада видеть вас, Консул! Я недавно общалась с научными сотрудниками проекта «Врата», и они рассказывали, как в одном из миров они видели, вы не поверите… они видели оленя! Представляете?.. Оленя!',
  answers: {
    meetings: {
      text: 'Каждый день встречаю оленей…',
      win: 'Правда? Это такая редкость… в наше нелегкое время. Надеюсь, когда-нибудь у нас будет время обменяться интересными историями.',
      fail: 'Это замечательно, правитель, но нам пора вернуться к войне с рептилоидами…',
    },
    scientificСomplex: {
      text: 'А многокилометровый заброшенный научный комплекс с маниакальным искусственным интеллектом они там не видели?',
      win: 'Да, они что-то бормотали про… про непонятные данные с георадара… К сожалению, времени у них было в обрез, ведь нужно было готовиться к исследованию следующего мира.',
      fail: 'Увы, Консул, но, кроме заброшенной будки посреди пшеничного поля, никаких строений там найдено не было.',
    },
    prototype: {
      text: 'Завтра я увижу доклад о прототипах боевых оленей?',
      win: 'Ха-ха… Забавное предположение. Я думаю, что это было бы хорошим дополнением к нашим отрядам енотов-разведчиков!',
      fail: 'Не уверена, что такое дополнение по силам нашей промышленности, Консул. Но я уточню у Третьего.',
    },
  },
};
