export default {
  id: 'Quest/Daily/Tamily/Fitness',
  title: 'Фитнес',
  text: 'Ох, Консул, здравствуйте. У меня все ужасно болит: я решила заняться фитнесом. Оказывается, физические нагрузки отлично помогают справляться со стрессом. Я чувствую себя намного лучше, да и для фигуры полезно. А как вы относитесь к спорту, правитель?',
  answers: {
    champion: {
      text: 'Есть пара дисциплин, где я настоящий чемпион.',
      win: 'Ого, Консул. Я догадывалась, что вы любите спорт, но даже не могла представить, что настолько. Может быть, вы покажете мне пару упражнений?',
      fail: 'Ничего себе, Консул, звучит впечатляюще. А я тут со своим фитнесом. Даже как-то неловко… Я, пожалуй, пойду.',
    },
    datAss: {
      text: 'Ты, главное, приседания делай. Не филонь.',
      win: 'Это входит в обязательный комплекс моих упражнений, правитель, и я рада, что вы заметили мой прогресс. Значит, занятия идут в правильном направлении.',
      fail: 'На что вы намекаете, Консул? Впрочем, неважно. Я, пожалуй, пойду.',
    },
    elevator: {
      text: 'Ну… У меня как-то сломался лифт, и я шёл пешком на 12-ый этаж.',
      win: 'Ха-ха, правитель, ваше чувство юмора просто превосходно! Ой, уже так много времени. Я должна бежать в душ и на совещание.',
      fail: 'Правда, Консул? Я понимаю, что у вас почти совсем нет свободного времени из-за этой войны, но все-таки попробуйте чем-нибудь заняться. Может быть, вам понравится.',
    },
  },
};

