export default {
  id: 'Quest/Daily/Tamily/Food',
  title: 'Продукты',
  text: 'Правитель, наши патрули перехватили грузовые корабли Рептилоидов с различными продуктами, чем-то похожими на наши сыры. Наши учёные всё проверили. Продукты безопасны и их можно употреблять в пишу и людям. Есть идеи, что делать со всем этим?',
  answers: {
    sell: {
      text: 'Продайте всё это в рестораны, как экзотическую трофейную еду.',
      win: 'Прекрасное решение, правитель, вы как всегда на высоте, я даже не сомневалась, что вы быстро и правильно решите этот вопрос.',
    },
    weAreNotStupid: {
      text: 'Только долбоёбы уничтожают еду, так что её следует раздать голодающим.',
      win: 'Прекрасное решение, правитель, вы как всегда на высоте, я даже не сомневалась, что вы быстро и правильно решите этот вопрос.',
    },
    raccoons: {
      text: 'Не будем рисковать, скормите это всё енотам-разведчикам.',
      win: 'Прекрасное решение, правитель, вы как всегда на высоте, я даже не сомневалась, что вы быстро и правильно решите этот вопрос.',
    },
  },
};
