export default {
  id: 'Quest/Daily/Tamily/GreatWether',
  title: 'Замечательная погода',
  text: 'Правитель, сегодня такая замечательная погода! Я даже не знаю… Мне почему-то так весело сегодня. А у вас такая красивая улыбка. Угадайте, о чём я думаю, Консул?',
  answers: {
    walk: {
      text: 'Наверное, ты хочешь пойти прогуляться. Я мог бы составить тебе компанию.',
      win: 'О! Вы угадали. Это было бы так замечательно. Что же, я пошла собираться, жду вас в парке возле вашей резиденции, Консул.',
      fail: 'Эм… Ну, вообще-то я думала кое о чём другом… Но вы правы, не стоит спешить. Я бы с радостью пошла прогулялась с вами, но, к сожалению, у меня сейчас очень много дел… и… Я, пожалуй, пойду.',
    },
    meaningOfLife: {
      text: '42',
      win: 'Сорок Два? Это же тот самый ответ на главный вопрос жизни, вселенной и всего такого. Отлично сыграно, Консул, а вы молодец.',
      fail: 'Хм. Эта отсылка к той замечательной книге, не так ли? Я поняла шутку, Консул. Только я хотела кое-чего другого… В общем, ладно… не важно, мне уже пора.',
    },
    bigHardLong: {
      text: 'Это что-то большое, твёрдое и длинное?',
      win: 'Да! Это именно оно! Плазменный автоматический скорострел 3000, именно о нём я и думала! Обожаю оружие, как раз хотела позвать вас пострелять в такой замечательный день. И как только вы догадались?',
      fail: 'Ааа… Пошлые шутки! А вы у нас явно не робкого десятка, Консул. Поосторожнее, вы же знаете, что я в вас… В смысле, мы с вами… Я… мне неловко, Консул, я, пожалуй, пойду…',
    },
  },
};
