export default {
  id: 'Quest/Daily/Tamily/Lust',
  title: 'Похоть',
  text: 'Правитель! Это срочно! Я не знаю, что со мной, наверное, какое-то воздействие псиоников Рептилий… Я вся горю, у меня тяжёлое дыхание… Мне прямо хочется скинуть с себя всю одежду и…',
  answers: {
    comeToMe: {
      text: 'Тамили, это очень опасно! Нет времени ждать врача, скорее иди ко мне, я тебя осмотрю!',
      fail: 'О да, мой правитель, осмотри меня прямо… эм… Что… что только что было? Эм, как бы там ни было, оно прошло. Извините, что побеспокоила, Консул.',
    },
    wwwThatYouSay: {
      text: 'Я вот сейчас что-то не очень… Повтори-ка ещё раз.',
      win: 'Я говорю возьми ме… эм, а что я тут делаю? А! Точно, Совет тут прислал вам немного ресурсов, вот возьмите, Консул. Приятного дня.',
    },
    imNotDoctor: {
      text: 'Я же не доктор. Что я могу тут сделать? Не отвлекай меня от работы.',
      fail: 'Будь моим доктором, засунь в меня поглу… Эм, а почему вы на меня так смотрите, Консул? И что я тут делаю? Кажется, мне нужен небольшой отдых, извините, что побеспокоила.',
    },
  },
};
