export default {
  id: 'Quest/Daily/Tamily/MadmanWithTwo-HandedSword',
  title: 'Псих с двуручником',
  author: 'DiamondDust',
  text: 'Консул, у нас проблемы! Тут на площади какой-то псих рахмахивает двуручником и орёт что-то про какого-то Груффита. Что нам делать? Он уже порубил в капусту двух потерянных, почему-то называя их апостолами!',
  answers: {
    vegetables: {
      text: 'Дай ему Картошку, авось успокоится.',
      win: 'Не знаю как, но мы это сделали! Когда я попросила мяс… подразделение принести мешок картошки, он с грустью взял одну, назвал её Каской и ушёл в закат!',
      fail: 'Консул, вы что, пили? Какая картошка, вам закусить нечем? Я могу принести вам огурцов, но нашу проблему это никак не решит.',
    },
    oldFriendship: {
      text: 'Отловите самого смазливого турникмена, покрасьте ему волосы в белый, дайте шпагу и отправьте к нему.',
      win: 'Похоже, сработало… После того как псих отодрал беднягу во все щели и разрубил, он ушёл восвояси, перед этим сказав, что-то про отомщённых соколов. Надеюсь, он не вернётся.',
      fail: 'Чего вы пытаетесь добиться этим, Консул? Это же бессмыслица какая-то.',
    },
    enchant: {
      text: 'Кажется, в 101 отряде псиоников появилась юная, одарённая особа? Нарядите её в костюм ведьмочки и прикажите силой мысли успокоить бугая.',
      win: 'Я сделала, как вы и сказали Консул. К счастью, при приближении Софии, когда меч уже был в миллиметре от её лба, бугай остановился. Сейчас мы ведём допрос, чтобы узнать, кто это такой. Спасибо, Консул.',
      fail: 'Консул, простите, но я не могу подвергуть нашего лучшего псионика подобной опасности. Я сожалею.',
    },
  },
};
