export default {
  id: 'Quest/Daily/Tamily/Mood',
  title: 'Общее Настроение',
  text: 'Правитель. В связи с затяжной войной с Рептилоидами обычные люди теряют мораль. Иногда развлекательных центров бывает недостаточно. Я даже не знаю… Может, некие обычные радости мирной жизни смогут помочь в данной ситуации?',
  answers: {
    parks: {
      text: 'Построите больше парков и зон отдыха. Людям нужен и спокойный отдых в том числе.',
      win: 'Вы как всегда были правы, Консул, людям не хватало спокойствия. После постройки парков и скверов жители городов стали больше внимания уделять спокойному отдыху, это напомнило им о мирной жизни на Земле, и волнения немного утихли.',
      fail: 'Думаю, в какой то мере это, конечно, помогло, но в общем и в целом ничего не изменилось. Люди по-прежнему на взводе, им страшно, и они устали. Тут нужно придумать что-то другое, Консул.',
    },
    show: {
      text: 'Устроим мегаконцерт со всеми звёздами в поддержку людской расы.',
      win: 'Замечательная идея, мой Император. Шоу выдалось просто отличным, я и сама там была, так бодрит и заряжает. А в конце первые ряды даже смогли закидать тухлой гуаной Джейстэна Вибера. В общем, было круто!',
      fail: 'Шоу выдалось отличным, Консул. Но это только разогрело людей, и начались волнения в городе. Мы смогли со всем разобраться: кого надо – посадили, а остальные на время забыли о своём недовольстве. Но в любом случае, это ещё не конец.',
    },
    martin: {
      text: 'Нужен отвлекающий манёвр, чтобы все забыли о своих проблемах. Новый сериал с ёблей и кровищей! Звоните Мартину.',
      win: 'Превосходная идея, Правитель. Мартин работает в поте лица, я также взяла на себя смелость и подключила к сценарию Коронелу; не беспокойтесь, его дилер тоже у нас. Всё идёт как по маслу, новые серии выходят каждую неделю, люди сидят как зомби у своих гало-экранов и даже не думают выходить из дома. Всё супер!',
      fail: 'Идея была отличной, Консул. Вот только Мартин устроил там некую заварушку на свадьбе… Я имею в виду, в самом сериале. Я точно не в курсе, но, кажется, именно это привело к новым волнениям в колонии. Эх… ни дня покоя.',
    },
  },
};
