export default {
  id: 'Quest/Daily/Tamily/Politician',
  title: 'Политика',
  text: 'Консул, один из политиков, Миллионов Рыжебородович, недавно выдвинул очередной непонятный закон, чем окончательно доконал ваших подданных. Они прекрасно понимают, что вы занимаетесь важными делами и что вам не до мелкой политики, но простые люди просят вас что-то сделать, цитирую, «с этим рыжим уебаном». Какие будут предложения, Правитель?',
  answers: {
    cut: {
      text: 'Отрежьте ему пипиську',
      win: 'Честно говоря, Консул, не ожидала от вас такого… замечательного хода. Этот придурок, Миллионов, настолько конченый человек, что достал даже меня. После таких исключительных мер с вашей стороны, думаю, остальные политики дважды подумают, прежде чем творить херню в законодательстве.',
    },
    hang: {
      text: 'Повесить его на площади в назидание другим… политикам.',
      win: 'Честно говоря, Консул, не ожидала от вас такого… замечательного хода. Этот придурок, Миллионов, настолько конченый человек, что достал даже меня. После таких исключительных мер с вашей стороны, думаю, остальные политики дважды подумают, прежде чем творить херню в законодательстве.',
    },
    fireHim: {
      text: 'Увольте его… с помощью вот этого дробовика.',
      win: 'Честно говоря, Консул, не ожидала от вас такого… замечательного хода. Этот придурок, Миллионов, настолько конченый человек, что достал даже меня. После таких исключительных мер с вашей стороны, думаю, остальные политики дважды подумают, прежде чем творить херню в законодательстве.',
    },
  },
};
