export default {
  id: 'Quest/Daily/Tamily/RareElement',
  title: 'Элемент',
  text: 'Правитель, тут какая-то странная рыжая девушка пытается попасть на вашу планету. Она что-то рассказывает про какое-то зло, про стихии и говорит, что у неё мультипаспорт. Что делать?',
  answers: {
    pyramids: {
      text: 'Вот чёрт. Впустите её и отвезите к пирамидам.',
      win: 'В общем, там был огромный огненный шар и свет, и эта девушка… Я… Откуда вы знали, Консул?!',
      fail: 'Мы сделали, как вы и просили, но по дороге на наш конвой напал какой-то лысый мужик на летающем такси, забрал девушку и улетел, сказав, что это не та планета… Мы так ничего и не поняли, Консул, что тут происходит…',
    },
    sendBack: {
      text: 'Нечего всяким чокнутым делать на моей планете, отправьте её обратно.',
      win: 'Какое же верное решение! Мы не пустили её на станцию посадки, а через минуту сканеры показали, что у неё при себе был страшный новый вирус сибирской Эболы. Грёбаные террористы!',
      fail: 'Консул, в общем, там… огромный горящий энерго-хуй-пойми-что-шар… и он летел на нас. В общем, мы еле справились, потратили все силы, что у нас были. А девчонка?.. А фиг её знает… Ушла куда-то, мы же её выгнали.',
    },
    redHeadYouSay: {
      text: 'Рыженькая, говоришь… Веди её ко мне.',
      win: 'Консул, мы вели девушку к вам, как вы и приказывали, но потом вдруг на радарах появился странный гигантский шар и девушка начала вопить, что знает, как с этим справиться. В общем, нам пришлось везти её к пирамидам. Там – свет, виу… вжиу… А потом мы её потеряли, Консул, извините. Зато спасли планету.',
      fail: 'Император, когда мы вели девушку к вам, появился какой-то лысый мужик, сказал, что его зовут Карабин Дуглас, схватил девушку и увёз за какими-то камнями к какой-то синей бабе. Честно сказать… я в ахуе.',
    },
  },
};
