export default {
  id: 'Quest/Daily/Tamily/SeeJay',
  title: 'Странный парень',
  text: 'Консул! На улицах города появился какой-то странный тип афроамериканской наружности. Он палит по горожанам, угоняет индивидуальные космолеты и вообще ведёт себя очень агрессивно. Он сказал, что «улица рощи на уровне грунта прибыла, чтобы сделать повреждение». Консул, мне страшно!',
  answers: {
    colander: {
      text: 'Что этот нигер себе позволяет?! Сделайте из него дуршлаг!',
      win: 'Слава Богам, Консул! Отряд колониальной безопасности быстро схватил этого недоумка. На улицах снова спокойно, и это всё благодаря вам, правитель.',
      fail: 'Консул, когда мы попытались его схватить, он пробормотал какой-то невнятный набор букв и просто исчез с наших радаров.',
    },
    soCold: {
      text: 'Она со мной, углепластик. Так охладите трахание. Я рассматриваю её пользу.',
      win: 'Консул, это потрясающе! Я понятия не имею, что значили ваши слова, но этот парень действительно успокоился.',
      fail: 'Увы, Консул, он не захотел нас слушать. Пришлось усыпить бедолагу.',
    },
    gang: {
      text: 'Покажите ему, где обосновались Балласы.',
      win: 'Консул, это гениально! Они перебили друг друга, а вам удалось убить двух зайцев одним выстрелом. Теперь на улицах колонии опять спокойно.',
      fail: 'Правитель, вы понимаете, что вы уже потраченный? Не он потраченный, не я потраченная, а вы потраченный?',
    },
  },
};
