export default {
  id: 'Quest/Daily/Tamily/Spleen',
  title: 'Шкя?',
  author: 'Соллнечный',
  text: 'Консул, у нас не происходит ничего особенного, просто папани пытаются укрыться в одной из заброшенных казарм от гнетущей обыденности и беспощадного хода времени.',
  answers: {
    thisIsNormal: {
      text: 'Не знаю, кто их надоумил, но он красафчег',
      win: 'Думаете, стоит сделать перерыв и слетать в Центр Развлечений? Я уже заказываю транспорт!',
      fail: 'Да, но это никак не поможет нам в войне с рептилоидами! Меня охватывает скорбь только при мысли об этом, Консул.',
    },
    disseminate: {
      text: 'Тамили, а ты знаешь, что воровать чужие идеи нехорошо?',
      win: 'Думаю, общая бессмысленность бытия позволит мне делать так и в дальнейшем.',
      fail: 'Знаю, и поэтому мы сожгли подозрительную казарму. Чтобы никто не догадался!',
    },
    antidote: {
      text: 'Этим должен заняться Флегматичный Совет Бездны!',
      win: 'Действительно, ФСБ держал ситуацию под контролем. Правда, папань всё равно пришлось пристрелить, чтобы эпидемия тоски не распространилась среди наших бравых военных.',
      fail: 'Боюсь, даже ФСБ не поможет нам найти свое место этим тоскливым осенним днём.',
    },
  },
};
