export default {
  id: 'Quest/Daily/Tamily/SunActivity',
  title: 'Солнечная активность',
  text: 'Консул, вы сегодня выглядите особенно красиво. И это солнце такое странное. Я чувствую себя просто потрясающе! Будто бы его лучи наполняют меня любовью изнутри. Мне хочется смеяться и делать странные вещи. Я будто бы пьяна, Консул…',
  answers: {
    youAteMyDrugs: {
      text: 'А ты случайно не сыпала в чай сахар, что стоит в моём кабинете?',
      win: 'Да, Консул, простите меня. Я бы спросила разрешения, но вас не было. Мой сахар кончился, и я подумала, что вы будете не против. Ах, он был удивительно вкусным!',
      fail: 'Нет, что вы, правитель! Я не захожу без вас в ваш кабинет. Ох, я чувствую слабость… Пожалуй, мне стоит отправиться в лазарет.',
    },
    brightBeam: {
      text: 'Я знаю ещё один луч, который может наполнить тебя любовью.',
      win: 'Да, Консул, я как раз подумала о том же! Стоит отправиться на аттракцион «Яркий луч» и повеселиться от души.',
      fail: 'Если вы имеете в виду тот аттракцион… «Яркий луч», кажется, недалеко от центра… То я не очень люблю его, Консул.',
    },
    activity: {
      text: 'Быстро беги домой и надень шапочку из фольги!',
      win: 'Ах, как же я могла забыть! Сегодня повышенная солнечная активность! Спасибо вам, Консул! Я даже не представляю, что могло бы случиться со мной, если бы не вы.',
      fail: 'Шапочку из фольги? О чем вы, правитель? Кажется, мне и в самом деле пора идти.',
    },
  },
};
