export default {
  id: 'Quest/Daily/Tamily/Visitors',
  title: 'Странные посетители',
  text: 'Правитель, к нам пришла делегация странных бородатых мужчин в платьях. Они говорят, что могут усилить все наши корабли, просто побрызгав на них какой-то жидкостью под заунывное пение.',
  answers: {
    parasites: {
      text: 'Это ж священники. Тамили, живо гони этих дармоедов на рудники.',
      win: 'Ох, консул, как подобное может появиться в современном обществе? Вы снова всех спасли.',
      fail: 'Консул, но мы же избавились от религии много лет назад! Это точно кто-то другой.',
    },
    gayEngineers: {
      text: 'Это наши инженеры нетрадиционной ориентации. Пусть работают.',
      win: 'Ох, повелитель, вы такой прогрессивный и толерантный!',
      fail: 'Мне кажется, что наши инженеры соблюдают дресскод, а это просто какие-то проходимцы.',
    },
    oldFags: {
      text: 'А это самые олдфажные Консулы! Возможно, даже первой волны.',
      win: 'Ох, простите, что я продержала почетных гостей в приёмной! Уже бегу накрывать на стол.',
      fail: 'Эм-м, повелитель… Я хочу вам верить, но я точно знаю, что аватаров Консула такой модификации никогда не было в производстве.',
    },
  },
};
