export default {
  id: 'Person/Calibrator',
  title: 'Калибратор',
  defaultText: 'О, Консул! Я вас не заметил… Я тут это, калибрую потихоньку. Знаете, тысячи различных приказов поступают ото всех Консулов галактики. Всё это нужно отсортировать, каталогизировать и разослать в научные отделы, а после, когда технология будет исследована, ещё и сообщить в Лаборатории на каждую из колоний… Ох, извините, что загружаю. Пора возвращаться к калибровке.',
  skin: {
    sauron: {
      isUnique: true,
      comment: 'будет доступен 14.04.2019',
    },
  },
};
