export default {
  id: 'Person/Mechanic',
  title: 'Механик',
  defaultText: 'У меня много имён: Защитник, Перевозчик… Но ты, Консул, можешь называть меня Механик. Я занимаюсь тем, что доставляю свежайшие и мощнейшие технологии для усиления флота. Если хочешь господствовать в небе, то ты обратился по адресу. Я сделаю твой флот в разы мощнее, чем эти железяки чешуйчатых. Естественно, не за бесплатно…',
  skin: {
    shredder: {
      isUnique: true,
      comment: 'будет доступен 12.05.2019',
    },
  },
};
