export default {
  id: 'Person/NatalyVerlen',
  title: 'Натали Верлен',
  defaultText: 'О! Здравствуйте, Командующий. Думаю, вы помните меня как руководителя десятой инженерной бригады. Ну что же, это я, конечно, помните. Теперь мы работаем над системами улучшения различных приборов, а также совершаем новые открытия. Двигаем вперёд научный прогресс! В общем, Консул, если вам нужно что-то улучшить — сразу ко мне. И помните, для науки нет ничего невозможного!',
  skin: {
    legacy: {
      isFree: true,
    },
    supnat: {
      isUnique: true,
    },
    resident: {
      isUnique: true,
    },
    br: {
      isUnique: true,
    },
  },
};
