export default {
  id: 'Person/ThirdEngineering',
  title: 'Третий Инженерный',
  defaultText: 'Третий Инженерный на связи! Приятно вас снова видеть, Консул. После предыдущей работы над техникой во время первой волны освобождения Земли нас перебросили в военную отрасль немного другого формата. В общем, мы теперь работаем над военными зданиями, правитель. Качество гарантируем.',
  skin: {
    legacy: {
      isFree: true,
    },
    wh40k: {
      isUnique: true,
      comment: 'будет доступен 14.04.2019',
    },
  },
};
