export default {
  id: 'Quest/Daily/NatalyVerlen/MoreGold',
  title: 'Больше золота!',
  text: 'Наша лаборатория постоянно ищет новые способы лечения и диагностики, – например, в данный момент учёные занимаются исследованием свойств наночастиц золота. Давно известно, что золото обладает хорошей биосовместимостью и низкой токсичностью, но никто и предположить не мог, что крошечные частички этого металла способны проникать в раковые опухоли, доставлять лекарства прямо в клетки, становиться частью диагностических систем. Консул, нам нужно больше золота!',
  answers: {
    diamond: {
      text: 'А больше ничего вам не нужно? Алмазов, бриллиантов?',
      win: 'Это очень щедрое предложение, Консул! Лаборатория примет любые материалы с благодарностью.',
      fail: 'Извините, Консул. Если желаете, мы вернемся к этому вопросу позже.',
    },
    headOff: {
      text: 'Не позволю отрывать голову от моей статуи! Даже во имя науки!',
      win: 'Консул, вы же понимаете, что значит «нано»? Для завершения проекта вполне достаточно левого уха.',
      fail: 'Очень жаль, потому что учёные уже подсчитали, сколько жизней может спасти ваша голова.',
    },
    ziggurat: {
      text: 'Нужно построить зиккурат!',
      win: 'Я жажду служить! Ой, что это было, Консул?',
      fail: 'Э-э, наверное, я зайду попозже, Консул, когда вы освободитесь.',
    },
  },
};
