export default {
  id: 'Quest/Daily/NatalyVerlen/NewCrystal',
  title: 'Новый вид кристалла',
  text: 'Консул! Нам удалось синтезировать новый вид кристалла. Вокруг него мир становится красивее, и, похоже, это всё. Мы назвали его «графоний». Как вы думаете, его можно применить во благо нашей армии?',
  answers: {
    suitForTamily: {
      text: 'Нужно срочно сделать костюм из графония для советника Тамили!',
      win: 'Во время трансляции выступления Тамили на Землю боевой дух солдат поднялся, и они быстро зачистили одну из точек рептилоидов. Совет видит в этом вашу заслугу, Консул.',
      fail: 'Мне кажется, что советнику и так хватает внимания, Командующий.',
    },
    suitForFathers: {
      text: 'Сделайте новую броню для Папань из этих кристаллов.',
      win: 'Отличная идея, Командующий! За такими красивыми Папанями можно отправить кого угодно – они и не заметят, что маршируют в кровавое пекло.',
      fail: 'Сразу стало видно, что Папани очень дрыщавые. Рептилии, увидев это, без проблем ломали их пополам.',
    },
    iHaveAnIdea: {
      text: 'Дайте-ка мне несколько, у меня есть идея…',
      win: 'О наука! Вы такой… такой… Я думаю, вы должны возглавить атаку! Немедленно!',
      fail: 'Консул, оттого, что вы их нацепили на себя, вы не стали более «чётким» правителем.',
    },
  },
};
