export default {
  id: 'Quest/Daily/NatalyVerlen/SonicBlaster',
  title: 'Звуковое оружие',
  text: 'Консул, вы слышали новости? На одной из колоний проходят испытания нового образца индивидуального звукового прибора псионического воздействия «Vitas». Пока что результаты весьма впечатляющие. Я думаю, нам также стоит заняться этой темой. Что скажете?',
  answers: {
    troublesWithGlass: {
      text: 'Так вот почему у меня стёкла потрескались.',
      win: 'Да, Консул. И это лишь малая часть возможного воздействия, если верить моим расчётам. Я подготовлю одну из лабораторий.',
      fail: 'Стёкла? Хм, мне кажется, вчерашняя вечеринка имеет непосредственное отношение к этому происшествию.',
    },
    dontWannaBeDeaf: {
      text: 'Не хочу, чтобы мы стали первой в галактике абсолютно глухой колонией.',
      win: 'Конечно, все эти меры предосторожности затянули начало наших исследований, Консул, но мы всё же приступили и даже достигли некоторого прогресса.',
      fail: 'По-моему, вы никогда не отказываетесь от шампанского, Консул. Странно, что рискуете гораздо реже.',
    },
    noGuns: {
      text: 'Никаких звуковых пушек. Помнишь, что случилось в прошлый раз?',
      win: 'Вечеринка, у Децла дома! Гуляет весь район, гуляет вся школа!.. Ох, что это было? Что-то мне нехорошо, Консул. Кажется, мне надо прилечь.',
      fail: 'На ошибках тоже учатся, Консул. Ладно, я постараюсь придумать что-нибудь другое.',
    },
  },
};
