export default {
  id: 'Quest/Daily/ThirdEngineering/YourMother',
  title: 'Твоя Мамка',
  text: 'Консул, добрый день! Во время испытаний танка Мамка 3.0 наши учёные столкнулись с неожиданной проблемой: оказалось, что его масса слишком велика для земного грунта, и танк попросту начинает зарываться в землю на ходу. Что прикажете делать с наработками, командир?',
  answers: {
    caterpillars: {
      text: 'Увеличить площадь соприкосновения гусениц.',
      win: 'Да вы настоящий инженер, Командир! Рад, что наши разговоры не проходят даром.',
      fail: 'Мы можем, конечно, увеличить гусеницы… Но тогда новая Мамка не сможет покинуть ангар. Она будет такая толстая… Ну, вы понимаете.',
    },
    artist: {
      text: 'Не гонитесь за размером. Слыхал я про одного художника, который на этом погорел… Нам нужна простая и надёжная техника.',
      win: 'Действительно, Консул. Похоже, что наши спецы слишком переусердствовали с бронёй. Хорошо, что у нас есть вы, чтобы решать эти вопросы.',
      fail: 'А этот художник… Он тоже делал танки?',
    },
    vanguard: {
      text: 'Передай учёным – если они не найдут решение в течение недели, то пойдут первыми в следующую атаку на рептилий.',
      win: 'А вы умеете мотивировать, Командир!',
      fail: 'Боюсь, недели недостаточно для решения такой сложной проблемы.',
    },
  },
};
