export default {
  id: 'Quest/Daily/SoseuhTilps/MatterOfHonor',
  title: 'Дело чести',
  author: 'Ronax',
  text: 'Приветствую, Консул! Вот и новая армия из ста тысяч Папань готова ринуться в бой, на южный полюс Земли. Большинство из них – зелёные новички, которые понятия не имеют, с чем им придётся столкнуться. Они ждут от вас каких-нибудь напутственных слов.',
  answers: {
    ans1: {
      text: 'Э-э… Ну, в общем, пизда вам, ребятки. Но пару ништяков с точки я забрать успею.',
      fail: 'Кажется, ваша речь совсем не подняла им боевой настрой, Консул. Я бы даже сказал… Впрочем, я лучше промолчу.',
    },
    ans2: {
      text: 'Папани! Мои братья! Может быть, придёт время, когда треснут наши щиты и настанет закат эпохи людей, но только не сегодня! Сегодня мы сразимся!',
      win: 'Ни хрена себе, Консул, что это было?! Я же теперь их и на Бгоневичке не догоню, так шустро они помаршировали в сторону фронта!',
    },
    ans3: {
      text: 'Ну нахер…',
      fail: 'Консул! Консул?.. Кажется, связь прервалась из-за технических помех.',
    },
  },
};
