export default {
  id: 'Quest/Regular/NatalyVerlen/Crystallization/Crystallization55',
  condition: [
    ['Research/Evolution/Crystallization', 55],
  ],
  title: 'Исследовать Кристаллизацию 55-го уровня',
  text: '<p>Представляете, Консул, после того, как мы изготовили для вас чучело рептилоида, к нам валом повалил народ с аналогичными заказами. И Центры Развлечений, и Космопорт – все как с ума посходили.</p><p>Придётся расширить отдел, который занимается полимерным бальзамированием тушек и изготовлением медицинских образцов. А ещё у нас скоро закончится пригодный для работы материал из Колизея, если вы понимаете, что я имею в виду.</p>',
  options: {
    accept: {
      text: 'Не проблема, сейчас я там ещё один турнир открою.',
      mood: 'positive',
    },
  },
  reward: {
    metals: 8500,
    crystals: 8500,
  },
};
