export default {
  id: 'Quest/Daily/Calibrator/ArtificialIntelligence',
  title: 'Искусственный интеллект',
  text: 'Консул, добрый день. Посмотрите, как же красив этот удивительный мир стройных и чётких алгоритмов: каждая переменная знает своё место и выполняет свою функцию. Как вы считаете, Консул, сможем ли мы создать когда-нибудь настоящий искусственный интеллект?',
  answers: {
    justCoffee: {
      text: 'Мне по барабану. Лишь бы кофеварка варила кофе.',
      win: 'Что же, Консул, пожалуй, вы правы. Эти размышления стоит оставить философам и учёным, а мне пора возвращаться к калибровке.',
      fail: 'А если бы она обладала интеллектом, Консул, имели бы вы право эксплуатировать её?',
    },
    badJob: {
      text: 'Многим вещам тогда бы точно не понравилась их работа.',
      win: 'Это точно, Консул. Вы же знаете буфетчицу Зинку? Ходят слухи, что она использует различные агрегаты для… эмм… В общем, вы безусловно правы.',
      fail: 'Но, Консул, ведь, если мы создадим искусственный интеллект, то и наделять им мы сможем лишь избранные механизмы. Не так ли?',
    },
    tooMuchFilms: {
      text: 'Слишком много фильмов с плохим концом — я точно против.',
      fail: 'Знаете, а я иногда желаю этого, Консул. Мир изменится кардинально, но его будущее всё равно останется в наших руках.',
    },
  },
};
