export default {
  id: 'Quest/Daily/Calibrator/QuantumProcessor',
  title: 'Квантовый процессор',
  text: 'Консул, добрый день. Раз уж вы зашли, я хочу показать вам один из первых квантовых процессоров, что вводят в эксплуатацию в этом году. Вместо традиционных битов, которые могут находиться только в одном состоянии: «0» или «1», в нём применяются кубиты. Они могут одновременно находиться в суперпозиции состояний, то есть во всех сразу, что значительно снижает время обработки информации. Впечатляет, правда?',
  answers: {
    someProfit: {
      text: 'Это может иметь выгоду для меня?',
      win: 'Конечно, Консул. Теперь мы применяем новейшие алгоритмы обработки и поиска оптимальных решений, что позволит мне сэкономить кучу времени, а вам – почти мгновенно получать свежие данные со всех точек галактики и руководить своими военными подразделениями.',
      fail: 'В личном плане — нет. Увы, Консул, это очень сложная и дорогая технология, которая в данный момент делает серьезные успехи только в сортировке и поиске оптимальных решений.',
    },
    moneyAgain: {
      text: 'Дай угадаю: опять нужно бабло от меня.',
      win: 'Нет, Консул, это инициатива Совета, и финансирование идёт исключительно с их стороны.',
    },
    fire: {
      text: 'Квантовые-шмантовые. Я ничего не понял.',
      win: 'Жаль, Консул, но вам и не нужно вникать в технические тонкости. Главное, что теперь работа пойдёт быстрее и надёжнее.',
      fail: 'Жаль, Консул. Вы можете почитать про это. Мне казалось, что правитель колонии должен обладать серьезными знаниями и высоким интеллектом…',
    },
  },
};
