export default {
  id: 'Quest/Daily/Calibrator/Vocabulary',
  title: 'Бесценная лексика',
  text: 'Ах, это вы, Консул… Знаете, когда я прогоняю аудиопотоки записанных переговоров за день, мне часто попадаются одни и те же мусорные словосочетания. Они не несут в себе никакого смысла, однако занимают значительное место на диске, если брать всю совокупность переговоров на планете. Может быть, ради экономии места надо запретить употреблять все эти «БЛ», «ПЦ», «ЙУХ»?',
  answers: {
    areYouFuckingMad: {
      text: 'Запретить мат? Да ты ебанулся!',
      win: 'Вот-вот, Консул, и вот это слово тоже! Рад, что мы с вами нашли общий язык.',
      fail: 'Наверное, я действительно что-то не то предложил, Консул. Простите.',
    },
    fifteenDays: {
      text: 'Ага, а нарушителей сажать на 15 суток!',
      win: 'А что, пиджаки из Политцентра одобрили бы ход ваших мыслей.',
      fail: 'Сажать в аграрном смысле? Иногда я плохо понимаю вас, Консул.',
    },
    notEnoughSpace: {
      text: 'А что, так мало места осталось?',
      win: 'Хорошо, что вы напомнили мне, Консул: я же только что подключил к системе дополнительный сервер. Теперь на все странные слова места хватит.',
      fail: 'Да нет, просто жалко тратить его на такие пустяковые вещи, Консул.',
    },
  },
};
