export default {
  id: 'Resource/Artifact/Purple/AmethystPlasmoid',
  title: 'Аметистовый плазмоид',
  description: 'Существует легенда о происхождении Аметистовых плазмоидов: считается, что они попали к нам из другой вселенной, где существовало множество богов и посвященных им религий. Однако бесконечные войны, страх, убийства и лицемерие религиозных фанатиков заставили нормальных людей в срочном порядке эволюционировать в Аметистовые плазменные шары и свалить подальше из той потерянной вселенной.',
};
